7zip
acpi
acpi_call
archlinux-xdg-menu
auto-cpufreq
base
base-devel
bashmount
bat
bc
bind
binwalk
bitwarden
blueman
bluetuith
bluez-utils
brave-bin
brightnessctl
btop
bun
cava
chromium
circumflex
clang
cliphist
cloudflared
cpio
dkms
docker
docker-buildx
docker-compose
dosfstools
downgrade
dua-cli
duf
dust
ebook-tools
efibootmgr
epr-git
epy-ereader-git
etckeeper
evtest
exfatprogs
eza
f3
fastfetch
fd
firefox
firejail
fzf
gamemode
gamescope
gdu-bin
git
git-crypt
git-delta
git-filter-repo
git-lfs
github-cli
glow
gnome-keyring
go
gocryptfs
google-java-format
gptfdisk
grim
gsimplecal
gst-plugin-pipewire
gtk-engine-murrine
gtrash
gvfs
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprsunset
imagemagick
imv
intel-media-driver
intel-ucode
iwd
jdk17-openjdk
jdk21-openjdk
jdk8-openjdk
jq
jre8-openjdk
jre8-openjdk-headless
keepassxc
kew
keyd
kitty
kvantum
kvantum-qt5
lazydocker
lazygit
less
libpulse
libva-utils
linux
linux-firmware
linux-headers
linux-lts
linux-zen
linux-zen-headers
linuxconsole
lnav
lua51
lua51-jsregexp
luajit-tiktoken-bin
luarocks
lynx
man-db
maven
mediainfo
meson
mtpfs
mupdf-tools
nano
ncdu
neovim
neovim-remote
network-manager-applet
networkmanager
networkmanager-openvpn
nginx
nodejs-lts-krypton
noto-fonts-emoji
npm
ntfs-3g
nwg-look
obs-studio
okular
ollama
onlyoffice-bin
ookla-speedtest-bin
openbsd-netcat
opencode
os-prober
pacseek
pandoc-cli
partitionmanager
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
python-pipx
qbittorrent
qt5-wayland
qt5ct
qt6-wayland
qt6ct
reflector
rofi
rsync
ruby
rustnet
rustup
samba
scrcpy
sddm
sleuthkit
slurp
smartmontools
snitch-bin
sof-firmware
sshfs
steghide
swaync
tailscale
tealdeer
tesseract
tesseract-data-eng
tgpt
thermald
thunar
thunar-archive-plugin
thunar-volman
tmux
torbrowser-launcher
trash-cli
tree-sitter
ttf-dejavu
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ms-win11-auto
ttf-roboto
ttf-roboto-mono-nerd
udiskie
ufw
uwsm
vim
virtualbox-host-dkms
visual-studio-code-bin
vlc
vulkan-intel
vulkan-tools
waybar
wev
wget
wireless_tools
wireplumber
wireshark-cli
wl-clip-persist
wl-clipboard
xarchiver
xdg-dbus-proxy
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yarn
yay
yazi
ydotool
yt-dlp
zathura
zathura-pdf-poppler
zbar
zoxide
zram-generator
zsh
